{
    "Welcome" : "Herzlich willkommen",

    "Quality Assurance" : "Qualitätssicherung",
    "Superior and consistent quality product range is the primary concern of ranparia engineering co. the fame and recognition incurred over the years speaks volumes of our efficiency in maintaining a total quality management policy. Being an iso 9001:2015 certified company; we pay paramount attention to quality throughout the production stages, ensuring that the best and flawless products offered to our customer." : "Die Produktpalette von überlegener und gleichbleibender Qualität ist das Hauptanliegen von ranparia engineering co. Der im Laufe der Jahre erworbene Ruhm und die Anerkennung sprechen Bände für unsere Effizienz bei der Aufrechterhaltung einer umfassenden Qualitätsmanagementpolitik. Als nach ISO 9001:2015 zertifiziertes Unternehmen; Wir achten während der gesamten Produktionsphase auf Qualität und stellen sicher, dass unseren Kunden die besten und einwandfreien Produkte angeboten werden.",
    "Our diligent quality inspectors regularly conduct quality checks in our well equipped in house inspection, in order to ensure flawless production" : "Unsere fleißigen Qualitätsprüfer führen regelmäßig Qualitätskontrollen in unserer gut ausgestatteten Hauskontrolle durch, um eine einwandfreie Produktion sicherzustellen",

    "Our Journey" : "Unsere Reise",
    "RANPARIA BROTHERS begins its journey as an agricultural diesel engine fuel pipes manufacturer within a 200 sq. feet workshop." : "RANPARIA BROTHERS beginnt seine Reise als Hersteller von Kraftstoffleitungen für landwirtschaftliche Dieselmotoren in einer 200 Quadratfuß großen Werkstatt.",
    "Received the first ever project of manufacturing 10 nos. of diesel engine fuel pipes and other parts." : "Erhielt das allererste Projekt zur Herstellung von 10 Nrn. von Dieselmotor-Kraftstoffleitungen und anderen Teilen.",
    "Started manufacturing end fitings of pipes from mild steel and brass material and became the first ever inhouse manufacturer of pipe assemblies by installing necessary machinery and started supplying to local oem based company." : "Begann mit der Herstellung von Endstücken für Rohre aus Baustahl und Messing und wurde der erste interne Hersteller von Rohrbaugruppen durch die Installation der erforderlichen Maschinen und begann mit der Lieferung an ein lokales OEM-Unternehmen.",
    "Relocated the business in new building with a floor area space around 3600 sq. feet and also expanded our in-house facilities by installing new machineries." : "Verlagerung des Geschäfts in ein neues Gebäude mit einer Grundfläche von rund 3600 Quadratfuß und Erweiterung unserer internen Einrichtungen durch die Installation neuer Maschinen.",
    "Installed cold forging line with well equipped machinery." : "Installierte Kaltschmiedelinie mit gut ausgestattetem Maschinenpark.",
    "Incorporated “rajesh brass parts industries” to a newly developed premises with floor space area of around 15000 sq. feet and installed various machineries like trobe, threading, mechanical press, tube draw bench machine etc." : "Integrierte Rajesh Brass Parts Industries in ein neu entwickeltes Gebäude mit einer Grundfläche von rund 15000 Quadratfuß und installierte verschiedene Maschinen wie Trobe, Gewindeschneiden, mechanische Presse, Rohrziehbankmaschine usw.",
    "Installed induction based and upset based hot forging line with necessary machinery. and also installed SPMs (Special Purpose Machine" : "Installierte induktionsbasierte und stauchbasierte Warmschmiedelinie mit den erforderlichen Maschinen. und auch installierte SPMs (Special Purpose Machine",
    "Incorporated “ranparia engineering pvt. ltd.” and started supplying auto components to the auto sector, and got certified by iso 9001:2000 tuv sud, eventually became tier 1 and tier 2 supplier." : "Incorporated „Ranparia Engineering Pvt. GmbH. und begann mit der lieferung von autokomponenten an den autosektor, wurde nach iso 9001:2000 tuv sud zertifiziert und wurde schließlich tier-1- und tier-2-lieferant.",
    "Started cast iron unit in joint venture for manufacturing graded casting products and installed numerous cnc machines and spm drills." : "Gründung einer Gusseiseneinheit in einem Joint Venture zur Herstellung von gradierten Gussprodukten und Installation zahlreicher CNC-Maschinen und SPM-Bohrer.",
    "Incorporated “RANPARIA ENGINEERING CO.” and merged with “RAJESH BRASS PARTS” and “RANPARIA ENGINEERING PVT LTD”." : "Eingetragene „RANPARIA ENGINEERING CO.“ und mit „RAJESH BRASS PARTS“ und „RANPARIA ENGINEERING PVT LTD“ fusioniert.",

    "Mission:" : "Mission:",
    "To be the foremost manufacturer and supplier of various component by maintaining consistency in quality through continuous improvements in process by upgrading technology for offering at competitive price." : "Der führende Hersteller und Lieferant verschiedener Komponenten zu sein, indem eine gleichbleibende Qualität durch kontinuierliche Prozessverbesserungen aufrechterhalten wird, indem die Technologie für das Angebot zu wettbewerbsfähigen Preisen aktualisiert wird.",
    "Vision:" : "Vision:",
    "Our aim is to offer the best quality product at competitve price which can stand for times by keeping futuristic vision." : "Unser Ziel ist es, das beste Qualitätsprodukt zu einem wettbewerbsfähigen Preis anzubieten, das durch die Beibehaltung einer futuristischen Vision lange Bestand haben kann.",
    "We aim to create company that is of and for the customers, vendors and employees. and to serve the quality product to the society without harming the enviroment." : "Unser Ziel ist es, ein Unternehmen zu schaffen, das von und für die Kunden, Lieferanten und Mitarbeiter ist. und das Qualitätsprodukt der Gesellschaft zu dienen, ohne die Umwelt zu schädigen.",

    "OUR SERVICES" : "UNSERE LEISTUNGEN",
    "Industries We Serve" : "Branchen, die wir bedienen",
    "Agriculture" : "Landwirtschaft",
    "Air Compressor" : "Luftkompressor",
    "Earth Movers" : "Erdbeweger",
    "Generators" : "Generatoren",
    "Goods and Carriage" : "Waren und Beförderung",
    "Locomotive" : "Lokomotive",
    "Marine" : "Marine",
    "Oil and Chemical" : "Öl und Chemie",
    "Passenger Vehicle" : "Passagierfahrzeug",
    "Tow, Three & Four Wheelers" : "Zwei-, Drei- und Vierrad",
    "Our Corporate Video" : "Unser Unternehmensvideo",
    "Our Products" : "Unsere Produkte",
    "View all products" : "Alle Produkte anzeigen",

    "Contact Us" : "Kontaktiere uns",
    "CONTACT INFO" : "KONTAKTINFORMATION",
    "Hotline" : "Hotline",
    "View map" : "Ansichts Karte",
    "Contact form" : "Kontakt Formular",
    "Get derection" : "Anweisungen bekommen",
    "Google Map" : "Google Karte",

    "Being an ISO 9001:2008/TS:16949:2009 certified company, we pay paramount attention to quality throughout the production stages, ensuring that the best and flawless products offered to our customers." : "Als ein nach ISO 9001:2008/TS:16949:2009 zertifiziertes Unternehmen achten wir in allen Produktionsphasen auf Qualität, um sicherzustellen, dass unseren Kunden die besten und einwandfreien Produkte angeboten werden.",

    "follow us" : "Folge uns",
    "Back to top" : "Zurück nach oben",

    "Ranparia Engineering Co has a highly qualified staff which includes technicians, engineers, quality inspectors, admin staff, skilled and semi skilled workers around 120 people in strength. our team is having profound knowledge in the feild of casting, forging and machining.":"Ranparia Engineering Co verfügt über ein hochqualifiziertes Personal, das Techniker, Ingenieure, Qualitätsprüfer, Verwaltungspersonal, qualifizierte und halbqualifizierte Arbeiter umfasst, insgesamt etwa 120 Personen. Unser Team verfügt über profunde Kenntnisse im Bereich Gießen, Schmieden und Zerspanen.",
    "This has become possible because of our business ethics, helpfull and co-operative nature, infrastructure, quality, research & development, and commitment to timely delivery.":"Möglich wurde dies durch unsere Geschäftsethik, Hilfsbereitschaft und Kooperationsbereitschaft, Infrastruktur, Qualität, Forschung und Entwicklung sowie unser Engagement für pünktliche Lieferung.",
    "Contact us":"Kontaktiere uns",
    "Years of Experience":"Langjährige Erfahrung",
    "Our Business Minds":"Unsere Geschäftsgedanken",
    "Founder":"Gründerin",
    "Co-Founder":"Mitbegründerin",
    "C.E.O.":"VORSITZENDER.",
    "Manager":"Manager",
    "Accountant":"Buchhalterin",
    "OUR STORY":"UNSERE GESCHICHTE",
    "Find job":"Arbeit finden",
    "Industris Job":"Jobs in der Industrie",
    "Career FAQs":"Karriere-FAQs",
    "Descriptions:":"Beschreibungen:",
    "Full name:":"Vollständiger Name:",
    "Apply for ":"Bewerben für",
    "Email:":"Email:",
    "Upload CV:":"Lebenslauf hochladen:",
    "Attach yout CV (PDF/Doc)":"Lebenslauf anhängen (PDF/Doc)",
    "Message:":"Nachricht:",
    "Type your message here...":"Schreiben Sie ihre Nachricht hier...",
    "Apply":"Sich bewerben",

    "Ranparia engineering co. is an iso certified company located in rajkot (gujarat-india) and spread over 15000 square-metres of area with highly innovative and upgraded technologies. It was established in the year 2007 and is a subsidiary company of ranparia brothers which is engaged in the feild of manufacturing of flexible hose assemblies, high pressure and low pressure pipes, metal tube assemblies, injection pipe assemblies and many more since 1967.":"Ranparia engineering co. ist ein ISO-zertifiziertes Unternehmen mit Sitz in Rajkot (Gujarat-Indien) und erstreckt sich über eine Fläche von 15.000 Quadratmetern mit hochinnovativen und verbesserten Technologien. Es wurde im Jahr 2007 gegründet und ist eine Tochtergesellschaft der Ranparia-Brüder, die sich seit 1967 mit der Herstellung von flexiblen Schlauchleitungen, Hochdruck- und Niederdruckrohren, Metallrohrleitungen, Injektionsrohrleitungen und vielem mehr beschäftigt.",
    "Ranparia engineering co. is involved in manufacturing of various automotive, locomotive, earthmovers, agri-auto, marine, tractors, two-wheeler, three-wheelers, and passenger vehicles components.":"Ranparia engineering co. ist an der Herstellung verschiedener Komponenten für Automobile, Lokomotiven, Erdbewegungsmaschinen, Agrarautos, Schiffe, Traktoren, Zweiräder, Dreiräder und Personenkraftwagen beteiligt.",
    "Our industries are experiencing basic challenges. From climate change and geopolitics to the energy market, we are facing new reality. Some people consider them a threat. At Industris, we believe our job is to turn them into opportunities.":"Unsere Branchen stehen vor grundlegenden Herausforderungen. Vom Klimawandel über die Geopolitik bis hin zum Energiemarkt sehen wir uns einer neuen Realität gegenüber. Manche Menschen betrachten sie als Bedrohung. Wir bei Industris sehen unsere Aufgabe darin, sie in Chancen umzuwandeln.",
    "That's why we look for new ways to use our expertise in the energy industry, discover new opportunities and promote innovation around the world. Our ambition is to become the world's most efficient industrial solutions and services provider.":"Deshalb suchen wir nach neuen Wegen, um unser Know-how in der Energiebranche zu nutzen, neue Möglichkeiten zu entdecken und Innovationen auf der ganzen Welt voranzutreiben. Unser Ziel ist es, der weltweit effizienteste Anbieter von industriellen Lösungen und Dienstleistungen zu werden.",
    "Casting":"Gießen",
    "Graded Cast Iron and Alloy CI casting":"Abgestuftes Gusseisen und legierter CI-Guss",
    "SG Iron Casting and Ductile Cast Iron":"Sphäroguss und duktiles Gusseisen",
    "Investment Casting with different material grade":"Feinguss mit unterschiedlicher Materialqualität",
    "Forging":"Schmieden",
    "Hot Forging":"Warmschmieden",
    "Cold Forging":"Kaltes Schmieden",
    "Machining":"Bearbeitung",
    "CNC Machine":"CNC-Maschine",
    "VMC Machine":"VMC-Maschine",
    "VTL Machine":"VTL-Maschine",
    "Various SPM and Convetional Machine":"Verschiedene SPM und konventionelle Maschinen",
    "Laboratory":"Labor",
    "Ravalue Tester, Hardness Tester and Tensile Tester":"Ravalue Tester, Härteprüfer und Zugprüfer",
    "Vision Measuring Machine":"Vision Messmaschine",
    "Profile Projector":"Profilprojektor",
    "Digital Height Guage, Vernier And Micro-metre":"Digitaler Höhenmesser, Nonius und Mikrometer",
    "Surface Plate":"Oberflächenplatte",
    "Different Type Of Guages":"Verschiedene Arten von Messgeräten",
    "Sources of third party spectro as well as cmm testing facilities (govt approved)":"Quellen von Spektren von Drittanbietern sowie CMM-Testeinrichtungen (von der Regierung genehmigt)",
    "Home":"Heim",
    "About Us":"Über uns",
    "Business Enquiry":"Geschäftsanfrage",
    "Our journey":"Unsere Reise",
    "Company Profile":"Firmenprofil",
    "Mission & Vision":"Mission & Vision",
    "Corporate Video":"Video corporativo",
    "Products":"Produkte",
    "Quality":"Qualität",
    "E-Catalogue":"E-Katalog",
    "Career":"Karriere"
}
