{
    "Welcome" : "Bienvenidas",

    "Quality Assurance" : "Seguro de calidad",
    "Superior and consistent quality product range is the primary concern of" : "La gama de productos de calidad superior y constante es la principal preocupación de",
    "the fame and recognition incurred over the years speaks volumes of our efficiency in maintaining a total quality management policy. Being an ISO 9001:2015 certified company; we pay paramount attention to quality throughout the production stages, ensuring that the best and flawless products offered to our customer." : "la fama y el reconocimiento ganados a lo largo de los años hablan de nuestra eficiencia en el mantenimiento de una política de gestión de calidad total. Ser una empresa certificada ISO 9001:2015; prestamos una atención primordial a la calidad a lo largo de las etapas de producción, asegurando que los mejores e impecables productos se ofrezcan a nuestros clientes.",
    "Our diligent quality inspectors regularly conduct quality checks in our well equipped in house inspection, in order to ensure flawless production" : "Nuestros diligentes inspectores de calidad realizan regularmente controles de calidad en nuestra inspección interna bien equipada, para garantizar una producción impecable.",

    "Our Journey" : "Nuestro viaje",
    "RANPARIA BROTHERS begins its journey as an agricultural diesel engine fuel pipes manufacturer within a 200 sq. feet workshop." : "RANPARIA BROTHERS comienza su andadura como fabricante de tuberías de combustible para motores diésel agrícolas en un taller de 200 pies cuadrados.",
    "Received the first ever project of manufacturing 10 nos. of diesel engine fuel pipes and other parts." : "Recibió el primer proyecto de fabricación de 10 núms. de tuberías de combustible de motores diesel y otras partes.",
    "Started manufacturing end fitings of pipes from mild steel and brass material and became the first ever inhouse manufacturer of pipe assemblies by installing necessary machinery and started supplying to local oem based company." : "Comenzó a fabricar accesorios de extremos de tuberías de acero dulce y material de latón y se convirtió en el primer fabricante interno de conjuntos de tuberías al instalar la maquinaria necesaria y comenzó a suministrar a una empresa local basada en OEM.",
    "Relocated the business in new building with a floor area space around 3600 sq. feet and also expanded our in-house facilities by installing new machineries." : "Reubicamos el negocio en un nuevo edificio con una superficie de alrededor de 3600 pies cuadrados y también ampliamos nuestras instalaciones internas mediante la instalación de nuevas maquinarias.",
    "Installed cold forging line with well equipped machinery." : "Línea de forja en frío instalada con maquinaria bien equipada.",
    "Incorporated “rajesh brass parts industries” to a newly developed premises with floor space area of around 15000 sq. feet and installed various machineries like trobe, threading, mechanical press, tube draw bench machine etc." : "Incorporó industrias de piezas de latón rajesh a un local recientemente desarrollado con una superficie de alrededor de 15000 pies cuadrados e instaló varias maquinarias como trobe, roscado, prensa mecánica, máquina de banco de estirado de tubos, etc.",
    "Installed induction based and upset based hot forging line with necessary machinery. and also installed SPMs (Special Purpose Machine" : "Se instaló una línea de forja en caliente basada en inducción y recalcada con la maquinaria necesaria. y también instaló SPM (Special Purpose Machine",
    "Incorporated “ranparia engineering pvt. ltd.” and started supplying auto components to the auto sector, and got certified by ISO 9001:2000 tuv sud, eventually became tier 1 and tier 2 supplier." : "Incorporó ranparia ingenieria pvt. limitado. y comenzó a suministrar componentes automotrices al sector automotriz, y obtuvo la certificación ISO 9001:2000 tuv sud, eventualmente se convirtió en proveedor de nivel 1 y nivel 2.",
    "Started cast iron unit in joint venture for manufacturing graded casting products and installed numerous cnc machines and spm drills." : "Comenzó la unidad de hierro fundido en una empresa conjunta para fabricar productos de fundición graduados e instaló numerosas máquinas cnc y taladros spm.",
    "Incorporated “RANPARIA ENGINEERING CO.” and merged with “RAJESH BRASS PARTS” and “RANPARIA ENGINEERING PVT LTD”." : "Incorporó “RANPARIA ENGINEERING CO.” y se fusionó con RAJESH BRASS PARTS y RANPARIA ENGINEERING PVT LTD.",

    "Mission:" : "Misión:",
    "To be the foremost manufacturer and supplier of various component by maintaining consistency in quality through continuous improvements in process by upgrading technology for offering at competitive price." : "Ser el principal fabricante y proveedor de varios componentes manteniendo la consistencia en la calidad a través de mejoras continuas en el proceso mediante la actualización de la tecnología para ofrecer precios competitivos.",
    "Vision:" : "Visión:",
    "Our aim is to offer the best quality product at competitve price which can stand for times by keeping futuristic vision." : "Nuestro objetivo es ofrecer un producto de la mejor calidad a un precio competitivo que pueda mantenerse en el tiempo manteniendo una visión futurista.",
    "We aim to create company that is of and for the customers, vendors and employees. and to serve the quality product to the society without harming the enviroment." : "Nuestro objetivo es crear una empresa que sea de y para los clientes, proveedores y empleados. y servir el producto de calidad a la sociedad sin dañar el medio ambiente.",

    "OUR SERVICES" : "NUESTROS SERVICIOS",
    "Industries We Serve" : "Industrias a las que servimos",
    "Agriculture" : "Agricultura",
    "Air Compressor" : "Compresor de aire",
    "Earth Movers" : "Movimientos de tierra",
    "Generators" : "Generadores",
    "Goods and Carriage" : "Mercancías y Transporte",
    "Locomotive" : "Locomotora",
    "Marine" : "Marina",
    "Oil and Chemical" : "Petróleo y Química",
    "Passenger Vehicle" : "Vehículo de pasajeros",
    "Tow, Three & Four Wheelers" : "Dos, tres y cuatro ruedas",
    "Our Corporate Video" : "Nuestro video corporativo",
    "Our Products" : "Nuestros productos",
    "View all products" : "ver todos los productos",

    "Contact Us" : "Contacta con nosotras",
    "CONTACT INFO" : "DATOS DE CONTACTO",
    "Hotline" : "línea directa",
    "View map" : "Ver el mapa",
    "Contact form" : "Formulario de contacto",
    "Get derection" : "Obtener las direcciones",
    "Google Map" : "Mapa de Google",

    "Being an ISO 9001:2008/TS:16949:2009 certified company, we pay paramount attention to quality throughout the production stages, ensuring that the best and flawless products offered to our customers." : "Al ser una empresa certificada ISO 9001:2008/TS:16949:2009, prestamos una atención primordial a la calidad en todas las etapas de producción, asegurando que se ofrezcan los mejores e impecables productos a nuestros clientes.",

    "follow us" : "Síganos",
    "Back to top" : "Volver arriba",

    "Ranparia Engineering Co has a highly qualified staff which includes technicians, engineers, quality inspectors, admin staff, skilled and semi skilled workers around 120 people in strength. our team is having profound knowledge in the feild of casting, forging and machining.":"Ranparia Engineering Co cuenta con un personal altamente calificado que incluye técnicos, ingenieros, inspectores de calidad, personal administrativo, trabajadores calificados y semi calificados alrededor de 120 personas en fuerza. nuestro equipo tiene un profundo conocimiento en el campo de la fundición, la forja y el mecanizado.",
    "This has become possible because of our business ethics, helpfull and co-operative nature, infrastructure, quality, research & development, and commitment to timely delivery.":"Esto ha sido posible gracias a nuestra ética comercial, naturaleza servicial y cooperativa, infraestructura, calidad, investigación y desarrollo, y compromISO con la entrega oportuna.",
    "Contact us":"Contacta con nosotras",
    "Years of Experience":"años de experiencia",
    "Our Business Minds":"Nuestras mentes comerciales",
    "Founder":"Fundadora",
    "Co-Founder":"Cofundadora",
    "C.E.O.":"CEO.",
    "Manager":"Gerente",
    "Accountant":"Contadora",
    "OUR STORY":"NUESTRA HISTORIA",
    "Find job":"Encuentra trabajo",
    "Industris Job":"trabajos en la industria",
    "Career FAQs":"Preguntas frecuentes sobre carreras",
    "Descriptions:":"Descripciones:",
    "Full name:":"Nombre completo:",
    "Apply for ":"Solicitar",
    "Email:":"Correo electrónico:",
    "Upload CV:":"Subir CV:",
    "Attach yout CV (PDF/Doc)":"Adjuntar CV (PDF/Doc)",
    "Message:":"Mensaje:",
    "Type your message here...":"Escribe tu mensaje aquí...",
    "Apply":"Aplicar",

    "is an ISO certified company located in rajkot (gujarat-india) and spread over 15000 square-metres of area with highly innovative and upgraded technologies. It was established in the year 2007 and is a subsidiary company of ranparia brothers which is engaged in the feild of manufacturing of flexible hose assemblies, high pressure and low pressure pipes, metal tube assemblies, injection pipe assemblies and many more since 1967.":"es una empresa con certificación ISO ubicada en rajkot (gujarat-india) y se extiende sobre 15000 metros cuadrados de área con tecnologías altamente innovadoras y actualizadas. Fue establecida en el año 2007 y es una empresa subsidiaria de los hermanos ranparia que se dedica al campo de la fabricación de ensambles de mangueras flexibles, tuberías de alta y baja presión, ensambles de tubos metálicos, ensambles de tuberías de inyección y muchos más desde 1967.",
    "is involved in manufacturing of various automotive, locomotive, earthmovers, agri-auto, marine, tractors, two-wheeler, three-wheelers, and passenger vehicles components.":"participa en la fabricación de varios componentes de automóviles, locomotoras, excavadoras, agro-automóviles, marinos, tractores, vehículos de dos ruedas, vehículos de tres ruedas y vehículos de pasajeros.",
    "Our industries are experiencing basic challenges. From climate change and geopolitics to the energy market, we are facing new reality. Some people consider them a threat. At Industris, we believe our job is to turn them into opportunities.":"Nuestras industrias están experimentando desafíos básicos. Desde el cambio climático y la geopolítica hasta el mercado energético, nos enfrentamos a una nueva realidad. Algunas personas los consideran una amenaza. En Industris creemos que nuestro trabajo es convertirlos en oportunidades.",
    "That's why we look for new ways to use our expertise in the energy industry, discover new opportunities and promote innovation around the world. Our ambition is to become the world's most efficient industrial solutions and services provider.":"Es por eso que buscamos nuevas formas de utilizar nuestra experiencia en la industria energética, descubrir nuevas oportunidades y promover la innovación en todo el mundo. Nuestra ambición es convertirnos en el proveedor de servicios y soluciones industriales más eficiente del mundo.",
    "Casting":"Fundición",
    "Graded Cast Iron and Alloy CI casting":"Fundición graduada de hierro fundido y aleación CI",
    "SG Iron Casting and Ductile Cast Iron":"Fundición de hierro SG y fundición dúctil",
    "Investment Casting with different material grade":"Fundición de inversión con diferentes grados de material.",
    "Forging":"Forjar",
    "Hot Forging":"Forja en Caliente",
    "Cold Forging":"Forja en frío",
    "Machining":"Mecanizada",
    "CNC Machine":"Máquina CNC",
    "VMC Machine":"Máquina VMC",
    "Drilling Machine":"Taladro",
    "Various SPM and Convetional Machine":"Varios SPM y Máquina Convencional",
    "Laboratory":"Laboratorio",
    "Ravalue Tester, Hardness Tester and Tensile Tester":"Probador Ravalue, probador de dureza y probador de tracción",
    "Vision Measuring Machine":"Máquina de medición de visión",
    "Profile Projector":"Proyector de perfil",
    "Digital Height Guage, Vernier And Micro-metre":"Medidor de altura digital, vernier y micrómetro",
    "Surface Plate":"Placa superficial",
    "Different Type Of Guages":"Diferentes tipos de calibres",
    "Spectrometer":"Espectrómetro",
    "Home":"Hogar",
    "About Us":"Sobre nosotras",
    "Business Enquiry":"Consulta comercial",
    "Our journey":"Nuestro viaje",
    "Company Profile":"Perfil de la empresa",
    "Mission & Vision":"Misión Visión",
    "Corporate Video":"Video corporativo",
    "Products":"productos",
    "Quality":"Calidad",
    "E-Catalogue":"Catálogo electrónico",
    "Career":"Carrera profesional"
}
