{
    "Welcome": "Accueillir",
    "Quality Assurance": "Assurance qualité",
    "Superior and consistent quality product range is the primary concern of" : "Une gamme de produits de qualité supérieure et constante est la principale préoccupation de",
    "the fame and recognition incurred over the years speaks volumes of our efficiency in maintaining a total quality management policy. Being an ISO 9001:2015 certified company; we pay paramount attention to quality throughout the production stages, ensuring that the best and flawless products offered to our customer.": "la notoriété et la reconnaissance acquises au fil des ans en disent long sur notre efficacité à maintenir une politique de gestion de la qualité totale. Être une entreprise certifiée ISO 9001:2015 ; nous accordons une attention primordiale à la qualité tout au long des étapes de production, en veillant à ce que les meilleurs produits sans faille soient proposés à nos clients.",
    "Our diligent quality inspectors regularly conduct quality checks in our well equipped in house inspection, in order to ensure flawless production": "Nos inspecteurs de qualité diligents effectuent régulièrement des contrôles de qualité dans notre inspection interne bien équipée, afin d'assurer une production sans faille.",
    "Our Journey": "Notre voyage",
    "RANPARIA BROTHERS begins its journey as an agricultural diesel engine fuel pipes manufacturer within a 200 sq. feet workshop.": "RANPARIA BROTHERS commence son parcours en tant que fabricant de tuyaux de carburant pour moteurs diesel agricoles dans un atelier de 200 pieds carrés.",
    "Received the first ever project of manufacturing 10 nos. of diesel engine fuel pipes and other parts.": "A reçu le tout premier projet de fabrication de 10 nos. de tuyaux de carburant de moteur diesel et d'autres pièces.",
    "Started manufacturing end fitings of pipes from mild steel and brass material and became the first ever inhouse manufacturer of pipe assemblies by installing necessary machinery and started supplying to local oem based company.": "commencé à fabriquer des raccords d'extrémité de tuyaux à partir d'acier doux et de laiton et est devenu le tout premier fabricant interne d'assemblages de tuyaux en installant les machines nécessaires et a commencé à fournir à une entreprise basée sur l'oem local.",
    "Relocated the business in new building with a floor area space around 3600 sq. feet and also expanded our in-house facilities by installing new machineries.": "Nous avons déménagé l'entreprise dans un nouveau bâtiment d'une superficie d'environ 3600 pieds carrés et avons également agrandi nos installations internes en installant de nouvelles machines.",
    "Installed cold forging line with well equipped machinery.": "Ligne de forgeage à froid installée avec des machines bien équipées.",
    "Incorporated ‚Äúrajesh brass parts industries‚Äù to a newly developed premises with floor space area of around 15000 sq. feet and installed various machineries like trobe, threading, mechanical press, tube draw bench machine etc.": "Incorporation des «industries de pièces en laiton rajesh» dans des locaux nouvellement développés d'une superficie d'environ 15 000 pieds carrés et installation de diverses machines telles que trobe, filetage, presse mécanique, banc de tirage de tubes, etc.",
    "Installed induction based and upset based hot forging line with necessary machinery. and also installed SPMs (Special Purpose Machine": "Installation d'une ligne de forgeage à chaud basée sur l'induction et la machinerie nécessaire. et également installé des SPM (Special Purpose Machine",
    "Incorporated ‚Äúranparia engineering pvt. ltd.‚Äù and started supplying auto components to the auto sector, and got certified by ISO 9001:2000 tuv sud, eventually became tier 1 and tier 2 supplier.": "Incorporation de \"ranparia engineering pvt. ltd.” et a commencé à fournir des composants automobiles au secteur automobile, et a obtenu la certification ISO 9001:2000 tuv sud, est finalement devenu un fournisseur de niveau 1 et de niveau 2.",
    "Started cast iron unit in joint venture for manufacturing graded casting products and installed numerous cnc machines and spm drills.": "Démarrage d'une unité de fonte en joint-venture pour la fabrication de produits de coulée calibrés et installation de nombreuses machines cnc et perceuses spm.",
    "Incorporated ‚ÄúRANPARIA ENGINEERING CO.‚Äù and merged with ‚ÄúRAJESH BRASS PARTS‚Äù and ‚ÄúRANPARIA ENGINEERING PVT LTD‚Äù.": "Incorporé \"RANPARIA ENGINEERING CO.\" et fusionné avec \"RAJESH BRASS PARTS\" et \"RANPARIA ENGINEERING PVT LTD\".",
    "Mission:": "Mission:",
    "To be the foremost manufacturer and supplier of various component by maintaining consistency in quality through continuous improvements in process by upgrading technology for offering at competitive price.": "Être le premier fabricant et fournisseur de divers composants en maintenant une qualité constante grâce à des améliorations continues des processus en mettant à niveau la technologie pour offrir à des prix compétitifs.",
    "Vision:": "Vision:",
    "Our aim is to offer the best quality product at competitve price which can stand for times by keeping futuristic vision.": "Notre objectif est d'offrir le meilleur produit de qualité à un prix compétitif qui peut durer dans le temps en gardant une vision futuriste.",
    "We aim to create company that is of and for the customers, vendors and employees. and to serve the quality product to the society without harming the enviroment.": "Notre objectif est de créer une entreprise qui est de et pour les clients, les fournisseurs et les employés. et de servir le produit de qualité à la société sans nuire à l'environnement.",
    "OUR SERVICES": "NOS SERVICES",
    "Industries We Serve": "Industries que nous servons",
    "Agriculture": "Agriculture",
    "Air Compressor": "Compresseur d'air",
    "Earth Movers": "Déménageurs de terre",
    "Generators": "Générateurs",
    "Goods and Carriage": "Marchandises et transport",
    "Locomotive": "Locomotive",
    "Marine": "Marin",
    "Oil and Chemical": "Pétrole et produits chimiques",
    "Passenger Vehicle": "Véhicule de tourisme",
    "Tow, Three & Four Wheelers": "Remorquage, trois et quatre roues",
    "Our Corporate Video": "Notre vidéo d'entreprise",
    "Our Products": "Nos produits",
    "View all products": "Voir tous les produits",
    "Contact Us": "Nous contacter",
    "CONTACT INFO": "INFORMATIONS DE CONTACT",
    "Hotline": "Ligne d'assistance",
    "View map": "Voir la carte",
    "Contact form": "Formulaire de contact",
    "Get derection": "Obtenir la déviation",
    "Google Map": "Google Map",
    "Being an ISO 9001:2008\/TS:16949:2009 certified company, we pay paramount attention to quality throughout the production stages, ensuring that the best and flawless products offered to our customers.": "En tant qu'entreprise certifiée ISO 9001:2008\/TS:16949:2009, nous accordons une attention primordiale à la qualité tout au long des étapes de production, en veillant à ce que les meilleurs produits sans faille soient proposés à nos clients.",
    "follow us": "Suivez-nous",
    "Back to top": "Retour au sommet",
    "has a highly qualified staff which includes technicians, engineers, quality inspectors, admin staff, skilled and semi skilled workers around 120 people in strength. our team is having profound knowledge in the feild of casting, forging and machining.": "dispose d'un personnel hautement qualifié qui comprend des techniciens, des ingénieurs, des inspecteurs de la qualité, du personnel administratif, des travailleurs qualifiés et semi-qualifiés d'environ 120 personnes. notre équipe possède des connaissances approfondies dans le domaine du moulage, du forgeage et de l'usinage.",
    "This has become possible because of our business ethics, helpfull and co-operative nature, infrastructure, quality, research & development, and commitment to timely delivery.": "Cela est devenu possible grâce à notre éthique commerciale, notre nature serviable et coopérative, notre infrastructure, notre qualité, notre recherche et développement et notre engagement à livrer dans les délais.",
    "Contact us": "Contactez-nous",
    "Years of Experience": "des années d'expérience",
    "Our Business Minds": "Nos esprits d'entreprise",
    "Founder": "Fondateur",
    "Co-Founder": "Co-fondateur",
    "C.E.O.": "PDG",
    "Manager": "Gestionnaire",
    "Accountant": "Comptable",
    "OUR STORY": "NOTRE HISTOIRE",
    "Find job": "Trouver un emploi",
    "Industris Job": "Emploi de l'industrie",
    "Career FAQs": "FAQ sur les carrières",
    "Descriptions:": "Descriptifs :",
    "Full name:": "Nom et prénom:",
    "Apply for ": "Poser sa candidature",
    "Email:": "E-mail:",
    "Upload CV:": "Télécharger CV :",
    "Attach yout CV (PDF\/Doc)": "Joindre votre CV (PDF\/Doc)",
    "Message:": "Message:",
    "Type your message here...": "Tapez votre message ici...",
    "Apply": "Appliquer",
    "is an ISO certified company located in rajkot (gujarat-india) and spread over 15000 square-metres of area with highly innovative and upgraded technologies. It was established in the year 2007 and is a subsidiary company of ranparia brothers which is engaged in the feild of manufacturing of flexible hose assemblies, high pressure and low pressure pipes, metal tube assemblies, injection pipe assemblies and many more since 1967.": "est une entreprise certifiée ISO située à rajkot (gujarat-inde) et répartie sur 15 000 mètres carrés de superficie avec des technologies hautement innovantes et mises à niveau. Elle a été créée en 2007 et est une filiale des frères Ranparia qui est engagée dans le domaine de la fabrication d'assemblages de tuyaux flexibles, de tuyaux haute et basse pression, d'assemblages de tubes métalliques, d'assemblages de tuyaux d'injection et bien d'autres depuis 1967.",
    "is involved in manufacturing of various automotive, locomotive, earthmovers, agri-auto, marine, tractors, two-wheeler, three-wheelers, and passenger vehicles components.": "est impliqué dans la fabrication de divers composants automobiles, locomotives, engins de terrassement, agro-auto, marins, tracteurs, deux-roues, trois-roues et véhicules de tourisme.",
    "Our industries are experiencing basic challenges. From climate change and geopolitics to the energy market, we are facing new reality. Some people consider them a threat. At Industris, we believe our job is to turn them into opportunities.": "Nos industries connaissent des défis fondamentaux. Du changement climatique et de la géopolitique au marché de l'énergie, nous sommes confrontés à une nouvelle réalité. Certaines personnes les considèrent comme une menace. Chez Industris, nous pensons que notre travail consiste à les transformer en opportunités.",
    "That's why we look for new ways to use our expertise in the energy industry, discover new opportunities and promote innovation around the world. Our ambition is to become the world's most efficient industrial solutions and services provider.": "C'est pourquoi nous recherchons de nouvelles façons d'utiliser notre expertise dans le secteur de l'énergie, de découvrir de nouvelles opportunités et de promouvoir l'innovation dans le monde entier. Notre ambition est de devenir le fournisseur de solutions et de services industriels le plus efficace au monde.",
    "Casting": "Fonderie",
    "Graded Cast Iron and Alloy CI casting": "Fonte calibrée et moulage CI en alliage",
    "SG Iron Casting and Ductile Cast Iron": "Fonte SG et fonte ductile",
    "Investment Casting with different material grade": "Moulage de précision avec différentes qualités de matériaux",
    "Forging": "Forger",
    "Hot Forging": "Forgeage à chaud",
    "Cold Forging": "Forgeage à froid",
    "Machining": "Usinage",
    "CNC Machine": "Machine cnc",
    "VMC Machine": "Machine VMC",
    "Drilling Machine": "Perceuse",
    "Various SPM and Convetional Machine": "Divers SPM et machines conventionnelles",
    "Laboratory": "Laboratoire",
    "Ravalue Tester, Hardness Tester and Tensile Tester": "Testeur Ravalue, testeur de dureté et testeur de traction",
    "Vision Measuring Machine": "Machine de mesure de la vision",
    "Profile Projector": "Projecteur de profil",
    "Digital Height Guage, Vernier And Micro-metre": "Jauge de hauteur numérique, vernier et micromètre",
    "Surface Plate": "Plaque de surface",
    "Different Type Of Guages": "Différents types de jauges",
    "Spectrometer": "Spectromètre",
    "Home": "MaISOn",
    "About Us": "À propos de nous",
    "Business Enquiry": "Demande commerciale",
    "Our journey": "Notre voyage",
    "Company Profile": "Profil de la société",
    "Mission & Vision": "La vision de la mission",
    "Corporate Video": "Vidéo d'entreprise",
    "Products": "Des produits",
    "Quality": "Qualité",
    "E-Catalogue": "Catalogue électronique",
    "Career": "Carrière"

}
