{
    "Welcome": "Ben arrivato",
    "Quality Assurance": "Garanzia di qualità",
    "Superior and consistent quality product range is the primary concern of ranparia engineering co. the fame and recognition incurred over the years speaks volumes of our efficiency in maintaining a total quality management policy. Being an iso 9001:2015 certified company; we pay paramount attention to quality throughout the production stages, ensuring that the best and flawless products offered to our customer.": "La gamma di prodotti di qualità superiore e costante è la preoccupazione principale di ranparia engineering co. la fama e il riconoscimento sostenuti nel corso degli anni la dice lunga sulla nostra efficienza nel mantenere una politica di gestione della qualità totale. Essere un'azienda certificata ISO 9001:2015; prestiamo la massima attenzione alla qualità durante tutte le fasi di produzione, garantendo che i prodotti migliori e impeccabili vengano offerti al nostro cliente.",
    "Our diligent quality inspectors regularly conduct quality checks in our well equipped in house inspection, in order to ensure flawless production": "I nostri diligenti ispettori di qualità effettuano regolarmente controlli di qualità nel nostro ben attrezzato controllo interno, al fine di garantire una produzione impeccabile",
    "Our Journey": "Il nostro viaggio",
    "RANPARIA BROTHERS begins its journey as an agricultural diesel engine fuel pipes manufacturer within a 200 sq. feet workshop.": "RNPARIA BROTHERS inizia il suo viaggio come produttore di tubi del carburante per motori diesel agricoli all'interno di un'officina di 200 piedi quadrati.",
    "Received the first ever project of manufacturing 10 nos. of diesel engine fuel pipes and other parts.": "Ha ricevuto il primo progetto in assoluto di produzione di 10 nn. di tubi del carburante del motore diesel e altre parti.",
    "Started manufacturing end fitings of pipes from mild steel and brass material and became the first ever inhouse manufacturer of pipe assemblies by installing necessary machinery and started supplying to local oem based company.": "Ha iniziato a produrre raccordi terminali di tubi in acciaio dolce e materiale in ottone ed è diventato il primo produttore interno in assoluto di assemblaggi di tubi installando i macchinari necessari e ha iniziato a fornire a un'azienda locale con sede a OEM.",
    "Relocated the business in new building with a floor area space around 3600 sq. feet and also expanded our in-house facilities by installing new machineries.": "Ha trasferito l'attività in un nuovo edificio con una superficie di circa 3600 piedi quadrati e ha anche ampliato le nostre strutture interne installando nuovi macchinari.",
    "Installed cold forging line with well equipped machinery.": "Linea di stampaggio a freddo installata con macchinari ben attrezzati.",
    "Incorporated ‚Äúrajesh brass parts industries‚Äù to a newly developed premises with floor space area of around 15000 sq. feet and installed various machineries like trobe, threading, mechanical press, tube draw bench machine etc.": "Incorporato \"industrie di parti in ottone rajesh\" in un locale di nuova concezione con una superficie di circa 15000 piedi quadrati e installato vari macchinari come trobe, filettatura, pressa meccanica, macchina da banco per trafila tubi ecc.",
    "Installed induction based and upset based hot forging line with necessary machinery. and also installed SPMs (Special Purpose Machine": "Installazione di una linea di stampaggio a caldo basata su induzione e rovesciata con i macchinari necessari. e anche installato SPM (Special Purpose Machine",
    "Incorporated ‚Äúranparia engineering pvt. ltd.‚Äù and started supplying auto components to the auto sector, and got certified by iso 9001:2000 tuv sud, eventually became tier 1 and tier 2 supplier.": "Incorporata “ranparia engineering pvt. srl.\" e ha iniziato a fornire componenti per auto al settore automobilistico, ottenendo la certificazione ISO 9001:2000 tuv sud, diventando infine fornitore di livello 1 e di livello 2.",
    "Started cast iron unit in joint venture for manufacturing graded casting products and installed numerous cnc machines and spm drills.": "Ha avviato un'unità di ghisa in una joint venture per la produzione di prodotti di colata graduata e ha installato numerose macchine cnc e trapani spm.",
    "Incorporated ‚ÄúRANPARIA ENGINEERING CO.‚Äù and merged with ‚ÄúRAJESH BRASS PARTS‚Äù and ‚ÄúRANPARIA ENGINEERING PVT LTD‚Äù.": "Incorporato \"RANPARIA ENGINEERING CO.\" e si è fusa con \"RAJESH BRASS PARTS\" e \"RANPARIA ENGINEERING PVT LTD\".",
    "Mission:": "Missione:",
    "To be the foremost manufacturer and supplier of various component by maintaining consistency in quality through continuous improvements in process by upgrading technology for offering at competitive price.": "Essere il principale produttore e fornitore di vari componenti mantenendo la coerenza nella qualità attraverso continui miglioramenti nel processo aggiornando la tecnologia per offrire a prezzi competitivi.",
    "Vision:": "Visione:",
    "Our aim is to offer the best quality product at competitve price which can stand for times by keeping futuristic vision.": "Il nostro obiettivo è quello di offrire il miglior prodotto di qualità a un prezzo competitivo che possa durare nel tempo mantenendo una visione futuristica.",
    "We aim to create company that is of and for the customers, vendors and employees. and to serve the quality product to the society without harming the enviroment.": "Miriamo a creare un'azienda che sia di e per i clienti, i fornitori e i dipendenti. e servire il prodotto di qualità alla società senza danneggiare l'ambiente.",
    "OUR SERVICES": "I NOSTRI SERVIZI",
    "Industries We Serve": "Settori che serviamo",
    "Agriculture": "agricoltura",
    "Air Compressor": "Compressore d'aria",
    "Earth Movers": "Movimento Terra",
    "Generators": "Generatori",
    "Goods and Carriage": "Merci e trasporto",
    "Locomotive": "Locomotiva",
    "Marine": "Marino",
    "Oil and Chemical": "Petrolio e chimico",
    "Passenger Vehicle": "Veicolo passeggeri",
    "Tow, Three & Four Wheelers": "Traino, tre e quattro ruote",
    "Our Corporate Video": "Il nostro video aziendale",
    "Our Products": "I nostri prodotti",
    "View all products": "Guarda tutti i prodotti",
    "Contact Us": "Contattaci",
    "CONTACT INFO": "INFORMAZIONI DI CONTATTO",
    "Hotline": "Linea diretta",
    "View map": "Guarda la mappa",
    "Contact form": "Modulo di Contatto",
    "Get derection": "Ottieni abbandono",
    "Google Map": "Google Map",
    "Being an ISO 9001:2008\/TS:16949:2009 certified company, we pay paramount attention to quality throughout the production stages, ensuring that the best and flawless products offered to our customers.": "Essendo un'azienda certificata ISO 9001:2008\/TS:16949:2009, prestiamo un'attenzione fondamentale alla qualità in tutte le fasi di produzione, garantendo che i prodotti migliori e impeccabili vengano offerti ai nostri clienti.",
    "follow us": "Seguici",
    "Back to top": "Torna in cima",
    "Ranparia Engineering Co has a highly qualified staff which includes technicians, engineers, quality inspectors, admin staff, skilled and semi skilled workers around 120 people in strength. our team is having profound knowledge in the feild of casting, forging and machining.": "Ranparia Engineering Co dispone di uno staff altamente qualificato che comprende tecnici, ingegneri, ispettori di qualità, personale amministrativo, operai specializzati e semiqualificati in forza di circa 120 persone. il nostro team ha una profonda conoscenza nel campo della fusione, forgiatura e lavorazione.",
    "This has become possible because of our business ethics, helpfull and co-operative nature, infrastructure, quality, research & development, and commitment to timely delivery.": "Ciò è diventato possibile grazie alla nostra etica aziendale, natura utile e cooperativa, infrastrutture, qualità, ricerca e sviluppo e impegno per consegne tempestive.",
    "Contact us": "Contattaci",
    "Years of Experience": "Anni di esperienza",
    "Our Business Minds": "Le nostre menti imprenditoriali",
    "Founder": "Fondatore",
    "Co-Founder": "Cofondatore",
    "C.E.O.": "Amministratore delegato",
    "Manager": "Gestore",
    "Accountant": "Contabile",
    "OUR STORY": "LA NOSTRA STORIA",
    "Find job": "Trovare lavoro",
    "Industris Job": "Lavoro industriale",
    "Career FAQs": "Domande frequenti sulla carriera",
    "Descriptions:": "Descrizioni:",
    "Full name:": "Nome e cognome:",
    "Apply for ": "Richiedi",
    "Email:": "E-mail:",
    "Upload CV:": "Carica CV:",
    "Attach yout CV (PDF\/Doc)": "Allega il tuo CV (PDF\/Doc)",
    "Message:": "Messaggio:",
    "Type your message here...": "Scrivi qui il tuo messaggio...",
    "Apply": "Applicare",
    "Ranparia engineering co. is an iso certified company located in rajkot (gujarat-india) and spread over 15000 square-metres of area with highly innovative and upgraded technologies. It was established in the year 2007 and is a subsidiary company of ranparia brothers which is engaged in the feild of manufacturing of flexible hose assemblies, high pressure and low pressure pipes, metal tube assemblies, injection pipe assemblies and many more since 1967.": "Ranparia engineering co. è un'azienda certificata iso situata a rajkot (gujarat-india) e distribuita su un'area di 15000 mq con tecnologie altamente innovative e aggiornate. È stata fondata nell'anno 2007 ed è una società sussidiaria dei fratelli ranparia che dal 1967 è impegnata nel settore della produzione di tubi flessibili, tubi ad alta e bassa pressione, tubi metallici, tubi di iniezione e molti altri dal 1967.",
    "Ranparia engineering co. is involved in manufacturing of various automotive, locomotive, earthmovers, agri-auto, marine, tractors, two-wheeler, three-wheelers, and passenger vehicles components.": "Ranparia engineering co. è coinvolta nella produzione di vari componenti automobilistici, locomotive, movimento terra, agri-auto, marini, trattori, due ruote, tre ruote e veicoli passeggeri.",
    "Our industries are experiencing basic challenges. From climate change and geopolitics to the energy market, we are facing new reality. Some people consider them a threat. At Industris, we believe our job is to turn them into opportunities.": "I nostri settori stanno affrontando sfide di base. Dai cambiamenti climatici e geopolitica al mercato energetico, siamo di fronte a nuove realtà. Alcune persone li considerano una minaccia. In Industris, crediamo che il nostro lavoro sia trasformarli in opportunità.",
    "That's why we look for new ways to use our expertise in the energy industry, discover new opportunities and promote innovation around the world. Our ambition is to become the world's most efficient industrial solutions and services provider.": "Ecco perché cerchiamo nuovi modi per utilizzare la nostra esperienza nel settore energetico, scoprire nuove opportunità e promuovere l'innovazione in tutto il mondo. La nostra ambizione è diventare il fornitore di servizi e soluzioni industriali più efficiente al mondo.",
    "Casting": "Casting",
    "Graded Cast Iron and Alloy CI casting": "Fusione in ghisa graduata e lega CI",
    "SG Iron Casting and Ductile Cast Iron": "Ghisa SG e ghisa sferoidale",
    "Investment Casting with different material grade": "Microfusione con diversi gradi di materiale",
    "Forging": "Forgiatura",
    "Hot Forging": "Forgiatura a caldo",
    "Cold Forging": "Forgiatura a freddo",
    "Machining": "Lavorazione",
    "CNC Machine": "Macchina CNC",
    "VMC Machine": "Macchina VMC",
    "VTL Machine": "Macchina VTL",
    "Various SPM and Convetional Machine": "Varie SPM e macchina convenzionale",
    "Laboratory": "Laboratorio",
    "Ravalue Tester, Hardness Tester and Tensile Tester": "Ravalue Tester, Durezza e Trazione",
    "Vision Measuring Machine": "Macchina di misurazione della vista",
    "Profile Projector": "Proiettore di profili",
    "Digital Height Guage, Vernier And Micro-metre": "Misuratore di altezza digitale, nonio e micrometro",
    "Surface Plate": "Piatto di superficie",
    "Different Type Of Guages": "Diversi tipi di calibri",
    "Sources of third party spectro as well as cmm testing facilities (govt approved)": "Fonti di spettro di terze parti e strutture di test cmm (approvato dal governo)",
    "Home": "Casa",
    "About Us": "Chi siamo",
    "Business Enquiry": "Inchiesta commerciale",
    "Our journey": "Il nostro viaggio",
    "Company Profile": "Profilo Aziendale",
    "Mission & Vision": "Visione della missione",
    "Corporate Video": "Video aziendale",
    "Products": "Prodotti",
    "Quality": "Qualità",
    "E-Catalogue": "Catalogo elettronico",
    "Career": "Carriera"
}
