{
    "Welcome": "Welkom",
    "Quality Assurance": "Kwaliteitsverzekering",
    "Superior and consistent quality product range is the primary concern of ranparia engineering co. the fame and recognition incurred over the years speaks volumes of our efficiency in maintaining a total quality management policy. Being an iso 9001:2015 certified company; we pay paramount attention to quality throughout the production stages, ensuring that the best and flawless products offered to our customer.": "Het productassortiment van superieure en consistente kwaliteit is de eerste zorg van ranparia engineering co. de faam en erkenning die we in de loop der jaren hebben opgedaan, spreken boekdelen over onze efficiëntie bij het handhaven van een totaal kwaliteitsbeheerbeleid. ISO 9001:2015 gecertificeerd bedrijf zijn; we besteden de grootste aandacht aan kwaliteit tijdens de productiefasen en zorgen ervoor dat de beste en onberispelijke producten aan onze klant worden aangeboden.",
    "Our diligent quality inspectors regularly conduct quality checks in our well equipped in house inspection, in order to ensure flawless production": "Onze ijverige kwaliteitsinspecteurs voeren regelmatig kwaliteitscontroles uit in onze goed uitgeruste interne inspectie om een vlekkeloze productie te garanderen",
    "Our Journey": "Onze reis",
    "RANPARIA BROTHERS begins its journey as an agricultural diesel engine fuel pipes manufacturer within a 200 sq. feet workshop.": "RANPARIA BROTHERS begint zijn reis als fabrikant van brandstofleidingen voor landbouwdieselmotoren in een werkplaats van 200 vierkante meter.",
    "Received the first ever project of manufacturing 10 nos. of diesel engine fuel pipes and other parts.": "Ontvangen het allereerste project van de productie van 10 nrs. van brandstofleidingen voor dieselmotoren en andere onderdelen.",
    "Started manufacturing end fitings of pipes from mild steel and brass material and became the first ever inhouse manufacturer of pipe assemblies by installing necessary machinery and started supplying to local oem based company.": "Begonnen met de productie van eindfittingen van buizen van zacht staal en messing materiaal en werd de allereerste interne fabrikant van buisassemblages door de benodigde machines te installeren en begon te leveren aan een lokaal OEM-bedrijf.",
    "Relocated the business in new building with a floor area space around 3600 sq. feet and also expanded our in-house facilities by installing new machineries.": "We verhuisden het bedrijf naar een nieuw gebouw met een vloeroppervlak van ongeveer 3600 vierkante meter en breidden ook onze interne faciliteiten uit door nieuwe machines te installeren.",
    "Installed cold forging line with well equipped machinery.": "Geïnstalleerde koudsmeedlijn met goed uitgeruste machines.",
    "Incorporated ‚Äúrajesh brass parts industries‚Äù to a newly developed premises with floor space area of around 15000 sq. feet and installed various machineries like trobe, threading, mechanical press, tube draw bench machine etc.": "Incorporeerde \"Rajesh messing onderdelenindustrieën\" naar een nieuw ontwikkeld pand met een vloeroppervlak van ongeveer 15000 vierkante voet en installeerde verschillende machines zoals trobe, draadsnijden, mechanische pers, buistrekbankmachine enz.",
    "Installed induction based and upset based hot forging line with necessary machinery. and also installed SPMs (Special Purpose Machine": "Geïnstalleerde op inductie gebaseerde en op storing gebaseerde warmsmeedlijn met benodigde machines. en installeerde ook SPM's (Special Purpose Machine)",
    "Incorporated ‚Äúranparia engineering pvt. ltd.‚Äù and started supplying auto components to the auto sector, and got certified by iso 9001:2000 tuv sud, eventually became tier 1 and tier 2 supplier.": "Opgenomen “ranparia engineering pvt. ltd.” en begon met het leveren van auto-onderdelen aan de autosector, en werd gecertificeerd door iso 9001:2000 tuv sud, werd uiteindelijk tier 1 en tier 2 leverancier.",
    "Started cast iron unit in joint venture for manufacturing graded casting products and installed numerous cnc machines and spm drills.": "Begonnen met een gietijzeren unit in joint venture voor het vervaardigen van gesorteerde gietproducten en installeerde talloze cnc-machines en spm-boren.",
    "Incorporated ‚ÄúRANPARIA ENGINEERING CO.‚Äù and merged with ‚ÄúRAJESH BRASS PARTS‚Äù and ‚ÄúRANPARIA ENGINEERING PVT LTD‚Äù.": "Opgenomen \"RANPARIA ENGINEERING CO.\" en samengevoegd met \"RAJESH BRASS PARTS\" en \"RANPARIA ENGINEERING PVT LTD\".",
    "Mission:": "Missie:",
    "To be the foremost manufacturer and supplier of various component by maintaining consistency in quality through continuous improvements in process by upgrading technology for offering at competitive price.": "De belangrijkste fabrikant en leverancier van verschillende componenten zijn door consistentie in kwaliteit te handhaven door continue procesverbeteringen door technologie te upgraden om tegen een concurrerende prijs aan te bieden.",
    "Vision:": "Visie:",
    "Our aim is to offer the best quality product at competitve price which can stand for times by keeping futuristic vision.": "Ons doel is om het product van de beste kwaliteit aan te bieden tegen een concurrerende prijs die lang stand kan houden door een futuristische visie te behouden.",
    "We aim to create company that is of and for the customers, vendors and employees. and to serve the quality product to the society without harming the enviroment.": "We willen een bedrijf creëren dat van en voor de klanten, leveranciers en medewerkers is. en om het kwaliteitsproduct aan de samenleving te dienen zonder het milieu te schaden.",
    "OUR SERVICES": "ONZE DIENSTEN",
    "Industries We Serve": "Industrieën die we bedienen",
    "Agriculture": "landbouw",
    "Air Compressor": "Luchtcompressor",
    "Earth Movers": "Grondverzet",
    "Generators": "Generatoren",
    "Goods and Carriage": "Goederen en vervoer",
    "Locomotive": "Locomotief",
    "Marine": "marinier",
    "Oil and Chemical": "Olie en chemicaliën",
    "Passenger Vehicle": "Personenauto",
    "Tow, Three & Four Wheelers": "Trek-, drie- en vierwielers",
    "Our Corporate Video": "Onze bedrijfsvideo",
    "Our Products": "Onze producten",
    "View all products": "Bekijk alle producten",
    "Contact Us": "Neem contact met ons op",
    "CONTACT INFO": "CONTACT INFORMATIE",
    "Hotline": "Hotline",
    "View map": "Bekijk kaart",
    "Contact form": "Contact Formulier",
    "Get derection": "Krijg afleiding",
    "Google Map": "Google Maps",
    "Being an ISO 9001:2008\/TS:16949:2009 certified company, we pay paramount attention to quality throughout the production stages, ensuring that the best and flawless products offered to our customers.": "Als ISO 9001:2008\/TS:16949:2009 gecertificeerd bedrijf besteden we de grootste aandacht aan kwaliteit tijdens de productiefasen, om ervoor te zorgen dat de beste en foutloze producten aan onze klanten worden aangeboden.",
    "follow us": "Volg ons",
    "Back to top": "Terug naar boven",
    "Ranparia Engineering Co has a highly qualified staff which includes technicians, engineers, quality inspectors, admin staff, skilled and semi skilled workers around 120 people in strength. our team is having profound knowledge in the feild of casting, forging and machining.": "Ranparia Engineering Co heeft hooggekwalificeerd personeel, waaronder technici, ingenieurs, kwaliteitsinspecteurs, administratief personeel, geschoolde en semi-geschoolde werknemers met ongeveer 120 mensen. ons team heeft diepgaande kennis op het gebied van gieten, smeden en verspanen.",
    "This has become possible because of our business ethics, helpfull and co-operative nature, infrastructure, quality, research & development, and commitment to timely delivery.": "Dit is mogelijk geworden dankzij onze bedrijfsethiek, behulpzame en coöperatieve aard, infrastructuur, kwaliteit, onderzoek & ontwikkeling en toewijding aan tijdige levering.",
    "Contact us": "Neem contact met ons op",
    "Years of Experience": "Jarenlange ervaring",
    "Our Business Minds": "Onze zakelijke geesten",
    "Founder": "Oprichter",
    "Co-Founder": "Mede-oprichter",
    "C.E.O.": "Directeur",
    "Manager": "Manager",
    "Accountant": "Accountant",
    "OUR STORY": "ONS VERHAAL",
    "Find job": "Vind een baan",
    "Industris Job": "Industriebaan",
    "Career FAQs": "Veelgestelde vragen over carrière",
    "Descriptions:": "Beschrijvingen:",
    "Full name:": "Voor-en achternaam:",
    "Apply for ": "Solliciteren naar",
    "Email:": "E-mail:",
    "Upload CV:": "CV uploaden:",
    "Attach yout CV (PDF\/Doc)": "Voeg je CV toe (PDF\/Doc)",
    "Message:": "Bericht:",
    "Type your message here...": "Schrijf je bericht hier...",
    "Apply": "Van toepassing zijn",
    "Ranparia engineering co. is an iso certified company located in rajkot (gujarat-india) and spread over 15000 square-metres of area with highly innovative and upgraded technologies. It was established in the year 2007 and is a subsidiary company of ranparia brothers which is engaged in the feild of manufacturing of flexible hose assemblies, high pressure and low pressure pipes, metal tube assemblies, injection pipe assemblies and many more since 1967.": "Ranparia Engineering Co. is een ISO-gecertificeerd bedrijf gevestigd in Rajkot (gujarat-India) en verspreid over 15000 vierkante meter met zeer innovatieve en verbeterde technologieën. Het werd opgericht in het jaar 2007 en is een dochteronderneming van de gebroeders ranparia die zich sinds 1967 bezighoudt met de productie van flexibele slangassemblages, hogedruk- en lagedrukleidingen, metalen buisassemblages, injectiepijpassemblages en nog veel meer.",
    "Ranparia engineering co. is involved in manufacturing of various automotive, locomotive, earthmovers, agri-auto, marine, tractors, two-wheeler, three-wheelers, and passenger vehicles components.": "Ranparia Engineering Co. is betrokken bij de productie van verschillende onderdelen voor auto's, locomotieven, grondverzetmachines, agri-auto's, scheepvaart, tractoren, tweewielers, driewielers en personenauto's.",
    "Our industries are experiencing basic challenges. From climate change and geopolitics to the energy market, we are facing new reality. Some people consider them a threat. At Industris, we believe our job is to turn them into opportunities.": "Onze industrieën hebben te maken met fundamentele uitdagingen. Van klimaatverandering en geopolitiek tot de energiemarkt, we worden geconfronteerd met een nieuwe realiteit. Sommige mensen beschouwen ze als een bedreiging. Bij Industris geloven we dat het onze taak is om ze om te zetten in kansen.",
    "That's why we look for new ways to use our expertise in the energy industry, discover new opportunities and promote innovation around the world. Our ambition is to become the world's most efficient industrial solutions and services provider.": "Daarom zoeken we naar nieuwe manieren om onze expertise in de energie-industrie te gebruiken, nieuwe kansen te ontdekken en innovatie over de hele wereld te bevorderen. Het is onze ambitie om 's werelds meest efficiënte leverancier van industriële oplossingen en diensten te worden.",
    "Casting": "Gieten",
    "Graded Cast Iron and Alloy CI casting": "Graded gietijzer en gelegeerd CI-gietwerk",
    "SG Iron Casting and Ductile Cast Iron": "SG gietijzer en nodulair gietijzer",
    "Investment Casting with different material grade": "Investeringsafgietsel met verschillende materiaalkwaliteit:",
    "Forging": "Smeden",
    "Hot Forging": "Heet smeden",
    "Cold Forging": "Koud smeden",
    "Machining": "Bewerking",
    "CNC Machine": "CNC machine",
    "VMC Machine": "VMC-machine",
    "VTL Machine": "VTL-machine",
    "Various SPM and Convetional Machine": "Diverse SPM en Convetionele Machine",
    "Laboratory": "Laboratorium",
    "Ravalue Tester, Hardness Tester and Tensile Tester": "Ravalue-tester, hardheidstester en treksterktemeter",
    "Vision Measuring Machine": "Vision-meetmachine",
    "Profile Projector": "Profielprojector",
    "Digital Height Guage, Vernier And Micro-metre": "Digitale hoogtemeter, nonius en micrometer",
    "Surface Plate": "Oppervlakplaat",
    "Different Type Of Guages": "Ander type meters",
    "Sources of third party spectro as well as cmm testing facilities (govt approved)": "Bronnen van spectro van derden en cmm-testfaciliteiten (goedgekeurd door de overheid)",
    "Home": "Huis",
    "About Us": "Over ons",
    "Business Enquiry": "Zakelijk onderzoek",
    "Our journey": "Onze reis",
    "Company Profile": "Bedrijfsprofiel",
    "Mission & Vision": "Missie visie",
    "Corporate Video": "Bedrijfsvideo",
    "Products": "Producten",
    "Quality": "Kwaliteit",
    "E-Catalogue": "E-Catalogus",
    "Career": "Carrière"
}
