{
    "Welcome" : "Добро пожаловать",

    "Quality Assurance" : "Гарантия качества",
    "Superior and consistent quality product range is the primary concern of ranparia engineering co. the fame and recognition incurred over the years speaks volumes of our efficiency in maintaining a total quality management policy. Being an iso 9001:2015 certified company; we pay paramount attention to quality throughout the production stages, ensuring that the best and flawless products offered to our customer." : "Ассортимент продукции высочайшего и стабильного качества является основной задачей Ranparia Engineering Co. слава и признание, полученные за эти годы, красноречиво говорят о нашей эффективности в поддержании общей политики управления качеством. Компания, сертифицированная по стандарту ISO 9001:2015; мы уделяем первостепенное внимание качеству на всех этапах производства, гарантируя, что лучшие и безупречные продукты предлагаются нашим клиентам.",
    "Our diligent quality inspectors regularly conduct quality checks in our well equipped in house inspection, in order to ensure flawless production" : "Наши добросовестные инспекторы качества регулярно проводят проверки качества в нашем хорошо оборудованном помещении, чтобы обеспечить безупречное производство.",

    "Our Journey" : "Наше путешествие",
    "RANPARIA BROTHERS begins its journey as an agricultural diesel engine fuel pipes manufacturer within a 200 sq. feet workshop." : "RANPARIA BROTHERS начинает свой путь как производитель топливных труб для сельскохозяйственных дизельных двигателей в мастерской площадью 200 кв. футов.",
    "Received the first ever project of manufacturing 10 nos. of diesel engine fuel pipes and other parts." : "Получен первый в истории проект изготовления 10 шт. топливных труб дизельного двигателя и других деталей.",
    "Started manufacturing end fitings of pipes from mild steel and brass material and became the first ever inhouse manufacturer of pipe assemblies by installing necessary machinery and started supplying to local oem based company." : "Начал производство концевых фитингов для труб из низкоуглеродистой стали и латуни и стал первым в истории собственным производителем трубных сборок, установив необходимое оборудование и начав поставки местной компании-производителю.",
    "Relocated the business in new building with a floor area space around 3600 sq. feet and also expanded our in-house facilities by installing new machineries." : "Переместили бизнес в новое здание площадью около 3600 кв. футов, а также расширили наши внутренние помещения, установив новое оборудование.",
    "Installed cold forging line with well equipped machinery." : "Установлена линия холодной штамповки с хорошо оснащенным оборудованием.",
    "Incorporated “rajesh brass parts industries” to a newly developed premises with floor space area of around 15000 sq. feet and installed various machineries like trobe, threading, mechanical press, tube draw bench machine etc." : "В недавно построенные помещения площадью около 15000 кв. Футов была включена компания «Rajesh Braun Parts Industries» и установлено различное оборудование, такое как станок, нарезка резьбы, механический пресс, станок для волочения труб и т. д.",
    "Installed induction based and upset based hot forging line with necessary machinery. and also installed SPMs (Special Purpose Machine" : "Установлена индукционная и высадочная линия горячей штамповки с необходимым оборудованием. а также установлены СЗМ (Машины СпецНазначения",
    "Incorporated “ranparia engineering pvt. ltd.” and started supplying auto components to the auto sector, and got certified by iso 9001:2000 tuv sud, eventually became tier 1 and tier 2 supplier." : "Зарегистрированная компания «Ranparia Engineering Pvt. ООО. и начала поставлять автокомпоненты для автомобильного сектора и получила сертификат ISO 9001: 2000 tuv sud, в конечном итоге стала поставщиком уровня 1 и уровня 2.",
    "Started cast iron unit in joint venture for manufacturing graded casting products and installed numerous cnc machines and spm drills." : "Запуск чугунолитейного цеха в совместном предприятии по производству сортовой отливки и установка многочисленных станков с ЧПУ и сверл SPM.",
    "Incorporated “RANPARIA ENGINEERING CO.” and merged with “RAJESH BRASS PARTS” and “RANPARIA ENGINEERING PVT LTD”." : "Зарегистрирована «РАНПАРИЯ ИНЖИНИРИНГ КО.» и объединились с «RAJESH BRASS PARTS» и «RANPARIA ENGINEERING PVT LTD».",

    "Mission:" : "Миссия:",
    "To be the foremost manufacturer and supplier of various component by maintaining consistency in quality through continuous improvements in process by upgrading technology for offering at competitive price." : "Быть передовым производителем и поставщиком различных компонентов, поддерживая стабильное качество за счет постоянного улучшения процесса путем обновления технологий для предложения по конкурентоспособной цене.",
    "Vision:" : "Зрение:",
    "Our aim is to offer the best quality product at competitve price which can stand for times by keeping futuristic vision." : "Наша цель состоит в том, чтобы предложить продукт самого высокого качества по конкурентоспособной цене, который выдержит испытание временем, сохраняя футуристическое видение.",
    "We aim to create company that is of and for the customers, vendors and employees. and to serve the quality product to the society without harming the enviroment." : "Мы стремимся создать компанию для клиентов, поставщиков и сотрудников. и служить обществу качественным продуктом, не нанося вреда окружающей среде.",

    "OUR SERVICES" : "НАШИ УСЛУГИ",
    "Industries We Serve" : "Отрасли, которые мы обслуживаем",
    "Agriculture" : "сельское хозяйство",
    "Air Compressor" : "Воздушный компрессор",
    "Earth Movers" : "Землеройные машины",
    "Generators" : "Генераторы",
    "Goods and Carriage" : "Товары и перевозки",
    "Locomotive" : "Локомотив",
    "Marine" : "морской",
    "Oil and Chemical" : "Нефть и химия",
    "Passenger Vehicle" : "Легковой автомобиль",
    "Tow, Three & Four Wheelers" : "Двух-, трех- и четырехколесный транспорт",
    "Our Corporate Video" : "Наше корпоративное видео",
    "Our Products" : "Наши продукты",
    "View all products" : "Посмотреть все продукты",

    "Contact Us" : "Свяжитесь с нами",
    "CONTACT INFO" : "КОНТАКТНАЯ ИНФОРМАЦИЯ",
    "Hotline" : "Горячая линия",
    "View map" : "Посмотреть карту",
    "Contact form" : "Форма обратной связи",
    "Get derection" : "Получить направление",
    "Google Map" : "Google Map",

    "Being an ISO 9001:2008/TS:16949:2009 certified company, we pay paramount attention to quality throughout the production stages, ensuring that the best and flawless products offered to our customers." : "Будучи компанией, сертифицированной по стандарту ISO 9001:2008/TS:16949:2009, мы уделяем первостепенное внимание качеству на всех этапах производства, гарантируя, что нашим клиентам предлагаются самые лучшие и безупречные продукты.",

    "follow us" : "Подписывайтесь на нас",
    "Back to top" : "Наверх",

    "Ranparia Engineering Co has a highly qualified staff which includes technicians, engineers, quality inspectors, admin staff, skilled and semi skilled workers around 120 people in strength. our team is having profound knowledge in the feild of casting, forging and machining.":"Ranparia Engineering Co имеет высококвалифицированный персонал, который включает в себя техников, инженеров, инспекторов по качеству, административный персонал, квалифицированных и полуквалифицированных рабочих численностью около 120 человек. наша команда обладает глубокими знаниями в области литья, ковки и механической обработки.",
    "This has become possible because of our business ethics, helpfull and co-operative nature, infrastructure, quality, research & development, and commitment to timely delivery.":"Это стало возможным благодаря нашей деловой этике, полезному и кооперативному характеру, инфраструктуре, качеству, исследованиям и разработкам, а также приверженности своевременной доставке.",
    "Contact us":"Свяжитесь с нами",
    "Years of Experience":"Годы опыта",
    "Our Business Minds":"Наши деловые мысли",
    "Founder":"Основатель",
    "Co-Founder":"Соучредитель",
    "C.E.O.":"ИСПОЛНИТЕЛЬНЫЙ ДИРЕКТОР.",
    "Manager":"Управляющий делами",
    "Accountant":"Бухгалтер",
    "OUR STORY":"НАША ИСТОРИЯ",
    "Find job":"Найти работу",
    "Industris Job":"Индустрис Работа",
    "Career FAQs":"Часто задаваемые вопросы о карьере",
    "Descriptions:":"Описания:",
    "Full name:":"ФИО:",
    "Apply for ":"Подать заявку на ",
    "Email:":"Эл. адрес:",
    "Upload CV:":"Загрузить резюме:",
    "Attach yout CV (PDF/Doc)":"Прикрепите свое резюме (PDF/Doc)",
    "Message:":"Сообщение:",
    "Type your message here...":"Пишите ваше сообщение здесь...",
    "Apply":"Подать заявление",

    "Ranparia engineering co. is an iso certified company located in rajkot (gujarat-india) and spread over 15000 square-metres of area with highly innovative and upgraded technologies. It was established in the year 2007 and is a subsidiary company of ranparia brothers which is engaged in the feild of manufacturing of flexible hose assemblies, high pressure and low pressure pipes, metal tube assemblies, injection pipe assemblies and many more since 1967.":"Ранпария Инжиниринг Ко. является ISO-сертифицированной компанией, расположенной в Раджкоте (Гуджарат-Индия) и занимающей площадь более 15000 квадратных метров с использованием инновационных и модернизированных технологий. Она была основана в 2007 году и является дочерней компанией братьев Ранпариа, которая с 1967 года занимается производством гибких шлангов в сборе, труб высокого и низкого давления, сборок металлических труб, сборок нагнетательных труб и многого другого.",
    "Ranparia engineering co. is involved in manufacturing of various automotive, locomotive, earthmovers, agri-auto, marine, tractors, two-wheeler, three-wheelers, and passenger vehicles components.":"Ранпария Инжиниринг Ко. занимается производством различных автомобильных, локомотивных, землеройных, сельскохозяйственных, морских, тракторных, двухколесных, трехколесных и пассажирских транспортных средств.",
    "Our industries are experiencing basic challenges. From climate change and geopolitics to the energy market, we are facing new reality. Some people consider them a threat. At Industris, we believe our job is to turn them into opportunities.":"Наши отрасли испытывают основные проблемы. От изменения климата и геополитики до энергетического рынка — мы сталкиваемся с новой реальностью. Некоторые считают их угрозой. В Industris мы считаем, что наша работа состоит в том, чтобы превратить их в возможности.",
    "That's why we look for new ways to use our expertise in the energy industry, discover new opportunities and promote innovation around the world. Our ambition is to become the world's most efficient industrial solutions and services provider.":"Именно поэтому мы ищем новые способы применения нашего опыта в энергетической отрасли, открываем новые возможности и продвигаем инновации по всему миру. Наша цель — стать самым эффективным в мире поставщиком промышленных решений и услуг.",
    "Casting":"Casting",
    "Graded Cast Iron and Alloy CI casting":"Литье из сортового чугуна и сплава CI",
    "SG Iron Casting and Ductile Cast Iron":"SG Iron Casting and Ductile Cast Iron",
    "Investment Casting with different material grade":"Литье по выплавляемым моделям с различным качеством материала",
    "Forging":"Ковка",
    "Hot Forging":"Горячая ковка",
    "Cold Forging":"Холодная ковка",
    "Machining":"Обработка",
    "CNC Machine":"ЧПУ машина",
    "VMC Machine":"ВМК машина",
    "VTL Machine":"ВТЛ машина",
    "Various SPM and Convetional Machine":"Различные SPM и обычные машины",
    "Laboratory":"Лаборатория",
    "Ravalue Tester, Hardness Tester and Tensile Tester":"Тестер Ravalue, тестер твердости и тестер на растяжение",
    "Vision Measuring Machine":"Машина для измерения зрения",
    "Profile Projector":"Профильный проектор",
    "Digital Height Guage, Vernier And Micro-metre":"Цифровой измеритель высоты, нониус и микрометр",
    "Surface Plate":"Поверхностная плита",
    "Different Type Of Guages":"Различные типы датчиков",
    "Sources of third party spectro as well as cmm testing facilities (govt approved)":"Источники спектра сторонних производителей, а также испытательные установки CMM (одобренные правительством)",
    "Home":"Дом",
    "About Us":"о нас",
    "Business Enquiry":"Бизнес-запрос",
    "Our journey":"Наше путешествие",
    "Company Profile":"Профиль компании",
    "Mission & Vision":"Видение миссии",
    "Corporate Video":"Корпоративное видео",
    "Products":"товары",
    "Quality":"Качественный",
    "E-Catalogue":"Электронный каталог",
    "Career":"Карьера"
}
